Revit 2027 API
GroupTypeId.Constraints Property
 Constraints.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Constraints { get; }
Public Shared ReadOnly Property Constraints As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Constraints {
	ForgeTypeId^ get ();
}
static member Constraints : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace